export const data = [
  {
    question: "Какой тип имеет переменная d?",
    options: ["undefined", "null", "number", "string"],
    rightAnswer: 0,
  },
  {
    question: "Константа?",
    options: ["const", "var", "let", "jet"],
    rightAnswer: 1,
  },
  {
    question: "Тест вопроса с чекбоксами",
    options: ["вариант1", "вариант2", "вариант3", "вариант4"],
    rightAnswer: 3,
  },
  {
    question: "Тест вопроса с чекбоксами2",
    options: ["вариант1", "вариант2", "вариант3", "вариант4"],
    rightAnswer: 3,
  },
  {
    question: "Что за херня",
    options: ["да", "нет", "возможно", "хз"],
    rightAnswer: 3,
  },
  {
    question: "Млечный путь — это…",
    options: [
      "Галактика",
      "Скопление звезд",
      "Солнечная система",
      "Парад планет",
    ],
    rightAnswer: 2,
  },
  {
    question: "Как можно из Евразии пешком добраться в Северную Америку?",
    options: [
      "Через перешеек в Беринговом проливе",
      "По льду из Чукотки на Аляску",
      "Но новому Евро-Американскому мосту",
      " Никак ",
    ],
    rightAnswer: 1,
  },
  {
    question: "Инфузория-туфелька — это...",
    options: [
      "Бактерия",
      "Вирус",
      "Простейший, одноклеточный организм",
      " Модная обувь",
    ],
    rightAnswer: 2,
  },
  {
    question: "Царь Петр І какой по счету из рода Романовых?",
    options: [" Первый", " Второй", "Третий", "Четвертый"],
    rightAnswer: 3,
  },
  {
    question: "Кто изобрел джинсы?",
    options: [
      "Пьер Карден",
      "Левай Страус",
      "Джанни Версачи",
      "Дольче Габбана",
    ],
    rightAnswer: 2,
  },
  {
    question: "Какой советско-российский фильм получил Оскара?",
    options: [
      "Кин-Дза-Дза",
      "Москва слезам не верит",
      "Батальоны просят огня",
      "Сталкер",
    ],
    rightAnswer: 1,
  },
  {
    question: "Кому принадлежит фраза `Время — деньги`?",
    options: ["Рокфеллеру", "Франклину", "Бизнесменам", "Корнеги"],
    rightAnswer: 0,
  },
  {
    question: "Кто изобрел компьютер?",
    options: ["Билл Гейтс", "Стив Джобс", "Чарльз Бэббидж", "Алан Тьюринг"],
    rightAnswer: 3,
  },
  {
    question: "Создатель теории относительности — это…",
    options: ["Ньютон", "Эйнштейн", "Резерфорд", "Кьюри"],
    rightAnswer: 1,
  },
];
